Revit 2027 API
ParameterTypeId.LayerElemBaseExtensionDis Property
 "Base Extension Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerElemBaseExtensionDis { get; }
Public Shared ReadOnly Property LayerElemBaseExtensionDis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerElemBaseExtensionDis {
	ForgeTypeId^ get ();
}
static member LayerElemBaseExtensionDis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace